Repository: hokpe/Kiosk-Calculator
Catalog: KioskiLaskin/strings/*/Resources.resw
Source language: en_us
Languages: fi_fi

# ApplicationNameHeader.Text
source: Kiosk Calculator
fi_fi: Kioski Laskin

# articleName.Text
source: Name of the article
fi_fi: Artikkelin nimi

# articleNameEditHeader
source: Name of the article
fi_fi: Artikkelin nimi

# articlePriceEditHeader
source: Price of the article
fi_fi: Artikkelin hinta

# articlesHeader.Text
source: Articles
fi_fi: Artikkelit

# CancelButton.Content
source: Cancel
fi_fi: Hylkää

# CatalogueHasArticleXMsg
source: Catalog contains the article %s already.
fi_fi: Hinnastossa on jo %s niminen artikkeli

# catalogueName.Text
source: Name of the catalogue
fi_fi: Hinnaston nimi

# cataloguesHeader.Text
source: Catalogues
fi_fi: Hinnastot

# ConfirmationMsgHeader
source: Confirmation
fi_fi: Vahvistus

# ContinueDayButton.Text
source: Continue existing event
fi_fi: Jatka vanhaa tapahtumaa

# DefaultArticleName
source: Article
fi_fi: Artikkeli

source: Delete
fi_fi: Poista

# DeleteXQuestionMsg
source: Do you like to delete %s ?
fi_fi: Haluatko poistaa %s ?

# EventNameQueryHeader.Text
source: Name for the Event
fi_fi: Tapahtuman nimi

# EventNameQueryInfo.Text
source: Give your event a name that describes the event as detailed as possible
fi_fi: Anna tapahtumalle sellainen nimi, joka kuvaa tapahtumaa mahdollisimman yksityiskohtaisesti.

# EventsHeader.Text
source: Events
fi_fi: Tapahtumat

# EventX
source: Event: %s
fi_fi: Tapahtuma %s

# EventXStoppedInListMsg
source: Event %s is Interrupted. Select the same event and continue or select some other event.
fi_fi: Tapahtuma %s on keskeytetty. Valitse tapahtuma uudestaan tai vaihda tapahtumaa.

# EventXStoppedMsg
source: Event %s is Interrupted. You can continue event from main page option.
fi_fi: Tapahtuma %s on keskeytetty. Voit jatkaa tapahtumaa pääsivun kautta.

# languageSettingsTitle.Text
source: Kieli / Language
fi_fi: Language / Kieli / språk / Sprache / Langue

# LaskinHeader.Text
source: Calculator
fi_fi: Laskin

# MoneyBack.Text
source: Change:
fi_fi: Takaisin:

# MoneyGot.Text
source: Got:
fi_fi: Saatu:

source: No
fi_fi: Ei

# NoCataloguesMsg
source: No catalogues, please create the first catalogue.
fi_fi: Ei vanhoja hinnastoja, luo ensin ensimmäinen.

source: pcs
fi_fi: kpl

# PriceCanBeOnlyPositiveNumberMsg
source: Price can be only positive number.
fi_fi: Hinta voi olla vain positiivinen numero.

# ReadyButton.Content
source: Ready
fi_fi: Valmis

# SelectButton.Content
source: Select
fi_fi: Valitse

# SettingsHeader.Text
source: Settings
fi_fi: Asetukset

# settingsRemoveAllButton.Text
source: Delete all data
fi_fi: Poista kaikki tiedot

# settingsRemoveAllEventsButton.Text
source: Delete all events
fi_fi: Poista kaikki tapahtumat

# settingsRemoveEventsButton.Text
source: Delete events
fi_fi: Poista tapahtumia

# ShowStatisticsButton.Text
source: Statistics of the event
fi_fi: Valitun tapahtuman tilasto

# StartNewDayButton.Text
source: Start new event
fi_fi: Aloita uusi tapahtuma

# StatisticsHeader.Text
source: Statistics
fi_fi: Tilasto

# TotalSum.Text
source: Total sum:
fi_fi: Yhteensä:

# XHasDeletedMsg
source: %s is now deleted.
fi_fi: %s on nyt poistettu.

source: Yes
fi_fi: Kyllä

# CurrencySettingsTitle.Text
source: Currency
fi_fi: Valuutta

# AllEventsRemovedMsg
source: All events are deleted.
fi_fi: Kaikki tapahtumat on poistettu !

# AllRemovedMsg
source: All user data are deleted.
fi_fi: Kaikki kioski laskimen käyttäjätiedot on poistettu !

# RemoveAllEventsMsg
source: Do you really like to delete all the events ? Catalogs are not removed.
fi_fi: Haluatko todella poistaa kaikki tapahtumat ? Hinnastoja ei poisteta.

# RemoveAllMsg
source: Do you really like to delete all user data ?
fi_fi: Haluatko todella poistaa kaikki tapahtumat ja hinnastot ?
